# St7GetPlateFaceNodes

Returns whether to show Face Nodes in the solid render of plates.

long St7GetPlateFaceNodes(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Face Nodes option; either True or False.